# Cask applications
cask "1password"
cask "1password-cli"
cask "adobe-creative-cloud"
cask "alfred"
cask "arq"
cask "appcleaner"
cask "jordanbaird-ice"
cask "bartender"
cask "docker"
cask "folx"
cask "google-chrome"
cask "firefox"
cask "iina"
cask "jetbrains-toolbox"
cask "rocket"
cask "slack"
cask "sublime-text"
cask "hazel"
cask "istats-menus"
cask "spotify"
cask "zoom"
cask "nordvpn"
cask "shottr"
cask "obsidian"
cask "banktivity"
cask "chatgpt"
cask "claude"
cask "freedom"
cask "iterm2"
cask "logi-options+"
cask "mailmate@beta"
cask "scrivener"
cask "carbon-copy-cloner"
cask "raindropio"
cask "spamsieve"
cask "via"
cask "busycal"
cask "busycontacts"
cask "font-jetbrains-mono"
cask "font-commit-mono"
cask "font-hack-nerd-font"
cask "calibre"
cask "netnewswire"
cask "devonthink"
cask "todoist"
cask "lm-studio"

# CLI tools
brew "awscli"
brew "neofetch"
brew "htop"
brew "bat"
brew "zsh"
brew "hstr"
brew "mas"
brew "git"
brew "fzf"
brew "hugo"
brew "node"
brew "npm"
brew "doctl"
brew "minikube"
brew "cloudnuke"
brew "kubernetes-cli"
brew "speedtest-cli"
brew "pure"

